
export const trainingTypes = [
  {
    value: 1,
    label: 'Восстановительный бег',
    details: 'Бег на относительно короткие дистанции, выполненный в легком темпе.',
  },
  {
    value: 2,
    label: 'Продолжительный бег',
    details: 'Бег на относительно длинные дистанции, выполненный в умеренном темпе.',
  },
  {
    value: 3,
    label: 'Прогрессивный бег',
    details: 'Прогрессивный бег начинается с легкого темпа с постепенным ускорением в течение всей дистанции с таким расчетом, что последние 3-5 минут вы бежите в пороговом темпе. Для повышения результатов рекомендуется увеличивать расстояние, а не темп.',
  },
  {
    value: 4,
    label: 'Фартлек',
    details: 'Преодоление отрезков разной интенсивности и продолжительности. Другими словами, вы периодически совершаете спринтерские рывки, после чего снова возвращаетесь к легкому бегу.',
  },
  {
    value: 5,
    label: 'Бег в гору',
    details: 'Бег в гору включает в работу большое количество мышечных волокон, тем самым развивая силу и мощность ног. Также среди плюсов следует отметить увеличение мышечной выносливости за счет улучшения нервно-мышечных реакций и повышение аэробных возможностей организма.',
  },
  {
    value: 6,
    label: 'Темповой (пороговый) бег',
    details: ' Во время таких тренировок темп должен ощущаться как «комфортно тяжелый» и составлять 83-87 процента от вашего VO2max, или 88-92 процента от максимальной ЧСС. В зависимости от индивидуальных возможностей и физической формы спортсмена, это будет самый быстрый темп, который бегун может поддерживать в течение 20-60 минут.',
  },
  {
    value: 7,
    label: 'Интервальный бег (отрезки)',
    details: 'Бег с преодолением отрезков в околопороговом или пороговом темпе, которые чередуются с легким бегом или временем на восстановление.',
  }
]